Repository: audi06/enigma2-plugin-extensions-dbackup
Catalog: usr/lib/enigma2/python/Plugins/Extensions/dBackup/locale/*/LC_MESSAGES/dbackup.po
Languages: da

source: no
da: Nej

source: yes
da: Ja

source: Settings
da: Indstillinger

source: Pluginlist
da: Plugin-liste

source: Extension
da: Udvidelse

source: both
da: Begge

source: all
da: Alt

source: Rescue Bios
da: Redde Bios

source: direct
da: Direkte

source: container
da: beholder

source: Select tar.*z image for flashing
da: Vælg tar.*z Image til falshing

source: Disclaimer
da: Ansvarsfraskrivelse

source: This way of flashing your Dreambox is not supported by DMM. You are using it completely at you own risk! If you want to flash your Dreambox safely use the Recovery Webinterface! May the Power button be with you!
da: Denne måde at flashe din Dreambox på er ikke understøttet af DMM. Du bruger den fuldstændig på eget ansvar! Brug Recovery webgrænsefladen, hvis du vil flashe din Dreambox på en sikker måde! Må afbryderknappen være med dig!

source: Dreambox Backup Plugin by gutemine Version %s
da: Dreambox Backup Plugin af gutenmine Version %s

source: Flashing
da: Flasher

source: Backup
da: Sikkerhedskopier

source: Configuring
da: Konfigurerer

source: Checking
da: Kontrollere

source: dBackup is busy ...
da: dBackup har travlt ...

source: Enter Backup Imagename
da: Indtast sikkerhedskopi Image-navn

source: Enter Backup Path
da: Indtast sikkerhedskopi sti

source: Sorry, currently not supported on this Dreambox type
da: Beklager, ikke understøttet på denne Dreambox type for øjeblikket

source: Sorry, no correct tar.*z file selected
da: Beklager, korrekt tar.*z fil ikke valgt

source: Sorry, no xz binary found
da: Beklager, ingen xz binær fundet

source: Refresh
da: Genopfrisk

source: Nothing mounted at %s
da: Intet mounted ved %s

source: Sorry, use Barry Allen for Backup
da: Beklager, brug Barry Allen til backup

source: Sorry, use LowFAT for Backup
da: Beklager brug LowFAT til backup

source: Sorry, Flashing works only in Flash
da: Beklager, Flashing fungere kun med Flash

source: Sorry, dBackup webinterface is currently disabled
da: Beklager, dBackup webgrænsefladen er lige nu deaktiveret

source: use back button in browser and try again!
da: brug tilbage-knappen i browser og prøv igen!

source: Exit
da: Afslut

source: Press OK now for flashing %s Box will reboot automatically when finished!
da: Tryk OK for at flashe nu %s Boksen vil automatisk genstarte når udført!

source: Are you sure that you want to flash now %s ?
da: Er du sikker på at du nu vil flashe %s ?

source: Recovery Image from Feed
da: Gendannelses Image fra Feed

source: Sorry, Flashing of %s was canceled!
da: Beklager, Flashing af %s blev afbrudt!

source: Sorry, no device choosen
da: Beklager, ingen enhed valgt

source: Sorry, no device found
da: Beklager, ingen enhed fundet

source: Are you sure that you want to FORMAT recovery device %s now for %s ?
da: Er du sikker på at du vil FORMATERE gendannelsesenheden %s til %s nu?

source: umount failed, Sorry!
da: umount mislykkedes, Beklager!

source: Sorry, %s device not mounted writeable
da: Beklager, enheden %s ikke mounted skrivbar

source: recovery stick creation failed, Sorry!
da: oprettelse af gendannelsesnøgle mislykkedes, beklager!

source: Sorry, %s device not mounted
da: Beklager, %s enhed ikke mounted

source: Flash Backup to %s finished with imagename: %s.%s BUT it has I/O Errors
da: Flash backup til %s afsluttet med Image-navn: %s.%s MEN indeholder I/O fejl

source: Flash Backup to %s finished with imagename: %s.%s
da: Flash backup til %s afsluttet med Image-navn: %s.%s

source: nothing entered
da: intet indtastet

source: already exists,
da: eksistere allerede,

source: overwrite ?
da: overskriv ?

source: Press OK for starting backup to
da: Tryk OK for at starte backup til

source: Be patient, this takes 1-2 min ...
da: Vær tålmodig, dette tager 1-2 min...

source: not confirmed
da: ikke bekræftet

source: Flash Backup finished
da: Flash backup afsluttet

source: About
da: Om

source: check root
da: Kontroller root

source: check & repair recovery
da: Kontroller og reparer gendannelse

source: badblocks recovery > 1min
da: Badblocks gendannelse > 1min

source: no badblocks binary - get e2fsprogs
da: ingen badblock binær - hent e2fsprogs

source: clean apt cache
da: ryd apt mellemlager

source: check defragmentation root
da: Kontroller root defragmentering

source: defragment root
da: Defragmenter root

source: check defragmentation recovery
da: Kontroller recovery defragmentering

source: defragment recovery
da: Defragmenter recovery

source: check defragmentation Harddisk
da: Kontroller harddisk defragmentering

source: defragment Harddisk
da: Defragmenter Harddisk

source: If you install e2fsprogs the badblocks binary will allow to check and mark also bad blocks
da: Hvis du installere e2fsprogs vil badblocks binære tillade kontrol og mærkning af beskadiget sektorer

source: Flashtool
da: Flashværktøj

source: Backuptool
da: Backupværktøj

source: Flash kernel from image
da: Flash kerne fra Image

source: Flashing reboot delay [0-60 sec]
da: Flasher genstartsforsinkelse

source: Imagetype in backupname
da: Image-type i backup-navn

source: Boxtype in backupname
da: Bokstype i backup-navn

source: deb in backupname
da: deb i backup-navn

source: Date in backupname
da: Dato i backup-navn

source: Time in backupname
da: Tid i backup-navn

source: Clean apt cache before backup
da: Ryd apt mellemlager før backup

source: Exclude epg.db
da: Udeluk epg.db

source: Exclude timers
da: Udeluk Timere

source: Exclude settings
da: Udeluk indstillinger

source: Exclude picons
da: Udeluk Picons

source: Minimal Fading Transparency
da: Minimal udtoningsgennemsigtighed

source: Verbose
da: Uddybende

source: Sort Imagelist alphabetic
da: Sorter Image-liste alfabetisk

source: Show plugin
da: Vis Plugin

source: Webinterface
da: Webgrænseflade

source: Root Filesystem total: %s MB used: %s MB free: %s MB
da: Rod filsystem total: %s MB brugt: %s MB fri: %s MB

source: Memory total: %i MB used: %i MB free: %i MB
da: Hukommelse total: %i MB brugt: %i MB fri: %i MB
